# General
GENERAL_ERROR_LIST_HEADER = \u1780\u17b6\u179a\u178a\u17b6\u1780\u17cb\u1787\u17bc\u1793\u1793\u17bc\u179c\u1791\u1798\u17d2\u179a\u1784\u17cb\u1794\u17b6\u1793\u1798\u17b7\u1793\u1787\u17c4\u1782\u1787\u17d0\u1799. \u179f\u17bc\u1798\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799 \u1793\u17b7\u1784\u1780\u17c2\u179a\u178f\u1798\u17d2\u179a\u17bc\u179c\u1794\u1789\u17d2\u1787\u17b8\u178a\u17c2\u179b\u1798\u17b6\u1793\u1794\u1789\u17d2\u17a0\u17b6:
GENERAL_UNEXPECTED_ERROR = \u1780\u17c6\u17a0\u17bb\u179f\u1794\u1785\u17d2\u1785\u17c1\u1780\u1791\u17c1\u179f\u178a\u17c2\u179b\u1798\u17b7\u1793\u1794\u17b6\u1793\u179a\u17c6\u1796\u17b9\u1784\u1791\u17bb\u1780\u1794\u17b6\u1793\u1780\u17be\u178f\u17a1\u17be\u1784\u17a2\u17c6\u17a1\u17bb\u1784\u1796\u17c1\u179b\u1798\u17b6\u1793\u179f\u1780\u1798\u17d2\u1798\u1797\u17b6\u1796\u179f\u17d2\u1793\u17be\u179f\u17bb\u17c6
GENERAL_REDIRECT_FAILED = \u1794\u179a\u1787\u17d0\u1799\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1794\u17d2\u178f\u17bc\u179a\u1791\u17b7\u179f

# Login errors
LOGIN_USERNAME_REQUIRED = \u1795\u17d2\u178f\u179b\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb
LOGIN_PASSWORD_REQUIRED = \u1795\u17d2\u178f\u179b\u17cb\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb
LOGIN_FAILED = \u1780\u17b6\u179a\u179f\u17b6\u1780\u17cb\u179f\u17c4\u1794\u1789\u17d2\u1787\u17bc\u179b\u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799
LOGIN_LOGOUT_FAILED = \u1780\u17b6\u179a\u179f\u17b6\u1780\u17cb\u179f\u17c4\u1794\u1789\u17d2\u1787\u17bc\u179b\u1785\u17c1\u1789\u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799
LOGIN_ACCOUNT_BLOCKED = \u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u1794\u17b6\u1793\u1787\u17c4\u1782\u1787\u17d0\u1799. \u1794\u17d2\u179a\u179f\u17b7\u1793\u1794\u17be\u1782\u17d2\u179a\u1794\u17cb\u178f\u17c2\u1785\u17bb\u17c7\u1788\u17d2\u1798\u17c4\u1789 \u17a2\u17d2\u1793\u1780\u1785\u17b6\u17c6\u1794\u17b6\u1785\u17cb\u1792\u17d2\u179c\u17be\u179c\u17b6\u17a2\u17c4\u1799\u178a\u17c6\u178e\u17be\u179a\u1780\u17b6\u179a\u1787\u17b6\u1798\u17bb\u1793\u179f\u17b7\u1793.

# User registration errors
USER_REGISTRATION_PASSWORD_CONFIRMATION_REQUIRED = \u179f\u17bc\u1798\u1795\u17d2\u178f\u179b\u17cb\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb
USER_REGISTRATION_WRONG_CAPTCHA = \u1794\u1789\u17d2\u1787\u17bc\u179b\u178f\u17c6\u179b\u17c3captcha \u1798\u17b7\u1793\u179f\u17ca\u17b8\u1782\u17d2\u1793\u17b6\u1787\u17b6\u1798\u17bd\u1799\u179a\u17bc\u1794\u1797\u17b6\u1796
USER_REGISTRATION_CAPTCHA_REQUIRED = \u1795\u17d2\u178f\u179b\u17cb\u178f\u17c6\u179b\u17c3captcha
USER_REGISTRATION_FIRSTNAME_REQUIRED = \u1795\u17d2\u178f\u179b\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17d2\u179a\u1780\u17bc\u179b\u1787\u17b6\u1798\u17bb\u1793
USER_REGISTRATION_LASTNAME_REQUIRED = \u1795\u17d2\u178f\u179b\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u179f\u17b6\u1798\u17b8\u1781\u17d2\u179b\u17bd\u1793
USER_REGISTRATION_EMAIL_REQUIRED = \u1795\u17d2\u178f\u179b\u17cb\u17a2\u17b8\u1798\u17c2\u179b
USER_REGISTRATION_MOBILE_REQUIRED = \u1795\u17d2\u178f\u179b\u17cb\u179b\u17c1\u1781\u1791\u17bc\u179a\u179f\u1796\u17d0\u178a\u17c2
USER_REGISTRATION_USERNAME_LENGTH = \u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u1798\u17b6\u1793\u17a2\u1780\u17d2\u179f\u179a\u1785\u17c6\u1793\u17bd\u1793\u1796\u17b8\u17e3 \u178a\u179b\u17cb\u17e2\u17e0
USER_REGISTRATION_BAD_EMAIL = \u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb\u17a2\u17b6\u179f\u17d0\u1799\u178a\u17d2\u178b\u17b6\u1793\u17a2\u17b8\u1798\u17c2\u179b\u1780\u17d2\u1793\u17bb\u1784\u1791\u1798\u17d2\u179a\u1784\u17cb\u1798\u17b7\u1793\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c
USER_REGISTRATION_BAD_MOBILE = \u1794\u17b6\u1793\u179b\u17c1\u1781\u1791\u17bc\u179a\u179f\u1796\u17d2\u1791\u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u1782\u17ba\u1781\u17bb\u179f\u1791\u1798\u17d2\u179a\u1784\u17cb
USER_REGISTRATION_PASSWORDS_MISMATCH = \u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb \u1793\u17b7\u1784\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb\u1796\u17b8\u179b\u17c1\u179f\u17c6\u1784\u17b6\u178f\u17cb\u1798\u17b7\u1793\u179f\u17ca\u17b8\u1782\u17d2\u1793\u17b6
USER_REGISTRATION_USER_EXISTS = \u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb\u1798\u17b6\u1793\u179a\u17bd\u1785\u1791\u17c5\u17a0\u17be\u1799
USER_REGISTRATION_EMAIL_EXISTS = \u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb\u17a2\u17b6\u179f\u17d0\u1799\u178a\u17d2\u178b\u17b6\u1793\u17a2\u17b8\u1798\u17c2\u179b\u1798\u17b6\u1793\u179a\u17bd\u1785\u1791\u17c5\u17a0\u17be\u1799

# User activation errors
USER_ACTIVATION_CODE_REQUIRED = \u1795\u17d2\u178f\u179b\u17cb\u1780\u17bc\u178a\u178a\u17c2\u179b\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a
USER_ACTIVATION_BAD_CODE = \u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb\u1780\u17bc\u178a\u1798\u17b7\u1793\u179f\u17ca\u17b8\u1782\u17d2\u1793\u17b6\u1793\u17b9\u1784\u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb
USER_ACTIVATION_ACTIVATION_FAILED = \u178a\u17c6\u178e\u17be\u1780\u17b6\u179a\u1794\u179a\u17b6\u1787\u17d0\u1799. \u179f\u17bc\u1798\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u179b\u17c1\u1781\u1780\u17bc\u178a \u1793\u17b7\u1784\u17ab\u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb

# Profile page
PROFILE_CURRENT_PASSWORD_REQUIRED = \u1795\u17d2\u178f\u179b\u17cb\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u178a\u17c2\u179b\u1780\u17c6\u1796\u17bb\u1784\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb
PROFILE_NEW_PASSWORD_REQUIRED = \u1795\u17d2\u178f\u179b\u17cb\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u1790\u17d2\u1798\u17b8
PROFILE_BAD_OLD_PASSWORD = \u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u178a\u17c2\u179b\u1780\u17c6\u1796\u17bb\u1784\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb\u1782\u17ba\u1781\u17bb\u179f.
PROFILE_FAILED_CHANGE_PASSWORD = \u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1795\u17d2\u179b\u17b6\u179f\u17cb\u1794\u17d2\u178f\u17bc\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb.

# Claim
CLAIM_FAILED_TO_DELETE = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u179b\u17bb\u1794\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_FAILED_TO_ASSIGN = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1785\u17b6\u178f\u17cb\u178f\u17b6\u17c6\u1784\u1780\u17b6\u179a\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_FAILED_TO_UNASSIGN = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1798\u17b7\u1793\u1794\u17b6\u1793\u1785\u17b6\u178f\u17cb\u178f\u17b6\u17c6\u1784\u1780\u17b6\u179a\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_FAILED_TO_REJECT = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1785\u17d2\u179a\u17b6\u1793\u1785\u17c4\u179b\u1780\u17b6\u179a\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_FAILED_TO_APPROVE_REVIEW = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u17a2\u1793\u17bb\u1798\u17d0\u178f\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_FAILED_TO_APPROVE_MODERATION = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u200b\u200b\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u17a2\u1793\u17bb\u1798\u17d0\u178f\u1780\u17b6\u179a\u1795\u17d2\u179f\u17c7\u1795\u17d2\u179f\u17b6\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_FAILED_TO_WITHDRAW = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u178a\u1780\u1785\u17c1\u1789\u1793\u17bc\u179c\u1780\u17b6\u179a\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_FAILED_TO_SAVE_COMMENT = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780\u1799\u17c4\u1794\u179b\u17cb\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_FAILED_TO_DELETE_COMMENT = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u179b\u17bb\u1785\u1785\u17c4\u179b\u1799\u17c4\u1794\u179b\u17cb
CLAIM_FAILED_TO_DELETE_ATTACHMENT = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u179b\u17bb\u1785\u1785\u17c4\u179b\u17af\u1780\u179f\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb
CLAIM_EDIT_NOT_ALLOWED = \u1780\u17b6\u179a\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1780\u17c2\u179f\u1798\u17d2\u179a\u17bd\u179b\u1794\u17b6\u1793. \u1794\u17d2\u179a\u178a\u1780\u1790\u17b6\u17a2\u17d2\u1793\u1780\u1798\u17b6\u1793\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u17b6\u1793\u17cb \u1793\u17b7\u1784\u179f\u17d2\u1790\u17b6\u1793\u17c5\u1797\u17b6\u1796\u1780\u17b6\u179a\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6\u1782\u17ba\u179f\u1798\u179a\u1798\u17d2\u1799
CLAIM_FAILED_TO_SAVE = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u179a\u1780\u17d2\u179f\u17b6\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_TYPE_REQUIRED = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1794\u17d2\u179a\u1797\u17c1\u1791\u1793\u17c3\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_CLAIMANT_REQUIRED = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u17a2\u17d2\u1793\u1780\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_LAND_USE_REQUIRED = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1780\u17b6\u179a\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb\u178a\u17b8
CLAIM_MAPPED_GEOMETRY_REQUIRED = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u200bGeometry 
CLAIM_CHALLENGED_CLAIM_NOT_FOUND = \u1794\u17b6\u1793\u178f\u179c\u17c9\u17b6\u1793\u17b9\u1784\u1780\u17b6\u179a\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6\u1798\u17b7\u1793\u1794\u17b6\u1793\u179a\u1780\u1783\u17be\u1789\u1791\u17c1
CLAIM_CHALLENGED_CLAIM_CANT_CHALLENGED = \u1794\u17b6\u1793\u178f\u179c\u17c9\u17b6\u1793\u17b9\u1784\u1780\u17b6\u179a\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6\u1798\u17b7\u1793\u17a2\u17b6\u1785\u178f\u179c\u17c9\u17b6\u1794\u17b6\u1793. \u1785\u17bb\u1785\u179b\u17be\u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_OWNER_NAME_REQUIRED = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1788\u17d2\u1798\u17c4\u17c7\u1798\u17d2\u1785\u17b6\u179f\u17cb\u1780\u1798\u17d2\u1798\u179f\u17b7\u1791\u17d2\u1792\u17b7
CLAIM_CLAIMANT_NAME_REQUIRED = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_OWNER_TYPE_REQUIRED = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1794\u17d2\u179a\u1797\u17c1\u1791\u1798\u17d2\u1785\u17b6\u179f\u17cb\u1780\u1798\u17d2\u1798\u179f\u17b7\u1791\u17d2\u1792\u17b7
CLAIM_CLAIMANT_TYPE_REQUIRED = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_CLAIMANT_GENDER_REQUIERD = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1799\u17c1\u1793\u178c\u17d0\u179a
CLAIM_SHARE_DENOMINATOR_REQUIRED = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1780\u17b6\u179a\u1785\u17c2\u1780\u179a\u17c6\u179b\u17c2\u1780\u1797\u17b6\u1782\u1794\u17c2\u1784
CLAIM_SHARE_NUMERATOR_REQUIRED = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1780\u17b6\u179a\u1785\u17c2\u1780\u179a\u17c6\u179b\u17c2\u1780\u1797\u17b6\u1782\u1799\u1780
CLAIM_SHARES_REQUIRED = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1799\u17c9\u17b6\u1784\u17a0\u17c4\u1785\u178e\u17b6\u179f\u17cb\u1780\u17b6\u179a\u1785\u17c2\u1780\u179a\u17c6\u179b\u17c2\u1780\u1798\u17bd\u1799
CLAIM_SHARE_OWNER_REQUIRED = \u1780\u17b6\u179a\u1785\u17c2\u1780\u179a\u17c6\u179b\u17c2\u1780\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u1799\u17c9\u17b6\u1784\u17a0\u17c4\u1785\u178e\u17b6\u179f\u17cb\u1798\u17b6\u1793\u1798\u17d2\u1785\u17b6\u179f\u17cb\u1780\u1798\u17d2\u1798\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1785\u17c6\u1793\u17bd\u1793\u1798\u17bd\u1799
CLAIM_SHARE_TOTAL_SHARE_WRONG = \u179f\u179a\u17bb\u1794\u1780\u17b6\u179a\u1785\u17c2\u1780\u179a\u17c6\u179b\u17c2\u1780\u1791\u17b6\u17c6\u1784\u17a2\u179f\u17cb\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u1795\u17d2\u178f\u179b\u17cb\u179b\u1791\u17d2\u1792\u17e1\u17e0\u17e0\u1797\u17b6\u1782\u179a\u1799 
CLAIM_SHARE_ZERO_NUMERATOR = \u1797\u17b6\u1782\u1799\u1780\u1798\u17b7\u1793\u17a2\u17b6\u1785\u179f\u17bc\u1793\u1791\u17c1\u17ab\u178f\u17b7\u1785\u1787\u17b6\u1784\u179f\u17bc\u1793\u1791\u17c1
CLAIM_SHARE_ZERO_DENOMINATOR = \u1797\u17b6\u1782\u1794\u17c2\u1784\u1798\u17b7\u1793\u17a2\u17b6\u1785\u179f\u17bc\u1793\u1791\u17c1\u17ab\u178f\u17b7\u1785\u1787\u17b6\u1784\u179f\u17bc\u1793\u1791\u17c1
CLAIM_REJECTION_REASON_REQUIRED = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u1780\u17b6\u179a\u1785\u17d2\u179a\u17b6\u1793\u1785\u17c4\u179b\u17a0\u17c1\u178f\u17bb\u1795\u179b
CLAIM_FAILED_TO_SUBMIT = \u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u178a\u17b6\u1780\u17cb\u1787\u17bc\u1793\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6
CLAIM_NOT_FOUND = \u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6\u1798\u17b7\u1793\u1794\u17b6\u1793\u179a\u1780\u1783\u17be\u1789\u1791\u17c1

# Attachment
ATTACHMENT_SELECT_DOOCUMENT_TYPE = \u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791\u17af\u1780\u179f\u17b6\u179a
ATTACHMENT_SELECT_FILE = \u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u17af\u1780\u179f\u17b6\u179a\u178a\u17be\u1798\u17d2\u1794\u17b8\u1797\u17d2\u1787\u17b6\u1794\u17cb
ATTACHMENT_BAD_DOC_DATE = \u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u17c1\u1791\u17af\u1780\u179f\u17b6\u179a\u1781\u17bb\u179f
ATTACHMENT_FAILED_TO_ATTACH = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1797\u17d2\u1787\u17b6\u1794\u17cb\u17af\u1780\u179f\u17b6\u179a

# Password restore
PASSWORD_RESTORE_RESTORE_CODE_NOT_FOUND = \u1780\u17bc\u178a\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u178a\u17c2\u179b\u179f\u17d2\u178f\u17b6\u17a1\u17be\u1784\u179c\u17b7\u1789\u1798\u17b7\u1793\u1794\u17b6\u1793\u179a\u1780\u1783\u17be\u1789\u1791\u17c1
PASSWORD_RESTORE_ACCOUNT_LOCKED = \u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17b6\u1794\u17cb\u179f\u17c4 \u1793\u17b7\u1784\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u1798\u17b7\u1793\u17a2\u17b6\u1785\u179f\u17d2\u178f\u17b6\u17a1\u17be\u1784\u179c\u17b7\u1789\u1791\u17c1.
PASSWORD_RESTORE_EMAIL_NOT_FOUND = \u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb\u1787\u17b6\u1798\u17bd\u1799\u1793\u17b9\u1784\u17a2\u17b6\u179f\u17d0\u1799\u17d0\u1799\u178a\u17d2\u1793\u17b6\u1793\u17a2\u17b8\u1798\u17c2\u179b\u178a\u17c2\u179b\u1794\u17b6\u1793\u1797\u17d2\u1787\u17b6\u1794\u17cb\u1787\u17bc\u1793\u1798\u17b7\u1793\u1794\u17b6\u1793\u179a\u1780\u1783\u17be\u1789\u1791\u17c1.

# Claim upload
CLAIM_UPLOAD_FILE_REQUIERD = \u178f\u17d2\u179a\u17bc\u179c\u1780\u17b6\u179a\u17af\u1780\u179f\u17b6\u179a\u1794\u1784\u17d2\u179a\u17bd\u1798\u1793\u17c3\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6 . 
CLAIM_UPLOAD_BAD_FOLDER_STRUCTURE = \u179a\u1785\u1793\u17b6\u179f\u1798\u17d2\u1796\u17d0\u1793\u17d2\u1792\u17af\u1780\u179f\u17b6\u179a\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6\u1798\u17b7\u1793\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c. 
CLAIM_UPLOAD_JSON_NOT_FOUND =  \u17af\u1780\u179f\u17b6\u179a\u1788\u17d2\u1798\u17c4\u17c7Json\u1798\u17b7\u1793\u1794\u17b6\u1793\u179a\u1780\u1783\u17be\u1789\u1791\u17c1.
CLAIM_UPLOAD_ATTACHMENT_NOT_FOUND = \u17af\u1780\u179f\u17b6\u179a\u178a\u17c2\u179b\u1797\u17d2\u1787\u17b6\u1794\u17cb "%s" \u1798\u17b7\u1793\u1794\u17b6\u1793\u179a\u1780\u1783\u17be\u1789\u1791\u17c1.
CLAIM_UPLOAD_ZIP_EXTRACTION_FAILED = \u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1791\u17b6\u1789\u1799\u1780\u17af\u1780\u179f\u17b6\u179a\u1796\u17b8\u1780\u1798\u17d2\u1798\u179c\u17b7\u1792\u17b8.  \u1794\u17d2\u179a\u17b6\u1780\u178a\u1790\u17b6\u179c\u17b6\u1798\u17b7\u1793\u1781\u17bc\u1785\u1781\u17b6\u178f. \u1794\u17d2\u179a\u179f\u17b7\u1793\u1794\u17be\u17af\u1780\u179f\u17b6\u179a\u1780\u17b6\u179a\u1796\u17b6\u179a\u178a\u17c4\u1799\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb, \u1794\u17d2\u179a\u1780\u178a\u1790\u17b6\u17a2\u17d2\u1793\u1780\u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u1798\u17bd\u1799\u178a\u17cd\u178f\u17d2\u179a\u17b9\u1798\u178f\u17d2\u179a\u17bc\u179c. 

# Map control
MAP_CONTROL_BAD_FEATURE_STRUCTURE = \u179a\u1785\u1793\u17b6\u179f\u1798\u17d2\u1796\u17d0\u1793\u17d2\u1792\u178a\u17cc\u17a2\u17b6\u1780\u17d2\u179a\u1780\u17cb\u1798\u17bd\u1799
MAP_CONTROL_ADDITIONAL_LOCATION_DESCRIPTION_REQUIRED = \u1795\u17d2\u178f\u179b\u17cb\u1780\u17b6\u179a\u1796\u17b7\u1796\u178e\u17cc\u1793\u17b6\u1791\u17c5\u1780\u17b6\u1793\u17cb\u1791\u17b8\u178f\u17b6\u17c6\u1784\u178a\u17c2\u179b\u1794\u17b6\u1793\u1794\u1793\u17d2\u1790\u17c2\u1798
MAP_CONTROL_CLAIM_GEOMETRY_REQUIERD = \u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6geometry\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1782\u17c1\u1795\u17d2\u178f\u179b\u17cb\u17a2\u17c4\u1799
MAP_CONTROL_CLAIM_GEOMETRY_MUST_BE_ONE = \u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1791\u17b6\u1798\u1791\u17b6 geometry \u178f\u17d2\u179a\u17bc\u179c\u1798\u17b6\u1793\u178f\u17c2\u1798\u17bd\u1799\u1782\u178f, \u1798\u17b7\u1793\u1785\u1798\u17d2\u179a\u17bb\u17c7\u1791\u17c1
MAP_CONTROL_CLAIM_ADDITIONAL_LOCATION_DESCRIPTION_REQUIRED = \u178f\u1798\u17d2\u179a\u17bc\u179c\u17a2\u17c4\u1799\u1798\u17b6\u1793\u1780\u17b6\u179a\u1796\u17b7\u1796\u17cc\u178e\u1793\u17b6\u1780\u17b6\u179a\u1794\u1793\u17d2\u1790\u17c2\u1798\u1791\u17b8\u178f\u17b6\u17c6\u1784

# Dynamic forms
FORMS_PAGE_FORM_HAS_PAYLOAD = \u1782\u1798\u17d2\u179a\u17bc\u1793\u17c3\u1791\u1798\u17d2\u179a\u1784\u17cb\u1798\u17b7\u1793\u17a2\u17b6\u1785\u179b\u17bb\u1794\u1794\u17b6\u1793\u1791\u17c1\u1796\u17b8\u1796\u17d2\u179a\u17c4\u17c7\u179c\u17b6\u1798\u17b6\u1793\u1791\u17c6\u1793\u17b6\u1780\u17cb\u1791\u17c6\u1793\u1784\u1787\u17b6\u1798\u17bd\u1799\u1780\u17b6\u179a\u1780\u178f\u17cb\u178f\u17d2\u179a\u17b6\u1780\u17b6\u179a\u17a2\u17c7\u17a2\u17b6\u1784\u1780\u17b6\u179a\u1791\u17b6\u1798\u1791\u17b6.
FORMS_PAGE_FILL_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7
FORMS_PAGE_FILL_DISPLAY_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7
FORMS_PAGE_FILL_ELEMENT_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1785\u17c6\u178e\u17bb\u1785\u1793\u17b8\u1798\u17bd\u1799\u17d7\u1793\u17c3\u1788\u17d2\u1798\u17c4\u17c7
FORMS_PAGE_FILL_ELEMENT_DISPLAY_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1785\u17c6\u178e\u17bb\u1785\u1793\u17b8\u1798\u17bd\u1799\u17d7\u1793\u17c3\u1788\u17d2\u1798\u17c4\u17c7
FORMS_PAGE_FILL_ERROR_MESSAGE = - \u1794\u17c6\u1796\u17c1\u1789\u179f\u17b6\u179a\u178a\u17c2\u179b\u1781\u17bb\u179f\u1794\u1785\u17d2\u1785\u17c1\u1780\u1791\u17c1\u179f
FORMS_PAGE_MIN_OCCUR_GRATER_MAX_OCCUR = - \u1794\u1784\u17d2\u179a\u17bd\u1798\u178f\u17bc\u1785\u1794\u17c6\u1795\u17bb\u178f\u1793\u17c3\u1780\u17b6\u179a\u1794\u1784\u17d2\u17a0\u17b6\u1789\u1798\u17b7\u1793\u1782\u17bd\u1792\u17c6\u1787\u17b6\u1784\u1794\u17c6\u1795\u17bb\u178f\u1793\u17c3\u1780\u17b6\u179a\u1794\u1784\u17d2\u17a0\u17b6\u1789
FORMS_PAGE_FILL_HINT = - \u1794\u17c6\u1796\u17c1\u1789\u1780\u17b6\u179a\u178e\u17c2\u1793\u17b6\u17c6t
FORMS_PAGE_SELECT_FIELD_TYPE = - \u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791\u1793\u17c3\u1795\u17d2\u1793\u17c2\u1780
FORMS_PAGE_SELECT_FIELD_CONSTRAINT_TYPE = - \u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791\u1793\u17c3\u17a7\u1794\u179f\u17d2\u1782
FORMS_PAGE_FILL_FORM_NAME_AND_DISPLAY_NAME = \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u1791\u1798\u17d2\u179a\u1784\u17cb \u1793\u17b7\u1784\u1794\u1784\u17d2\u17a0\u17b6\u1789\u1788\u17d2\u1798\u17c4\u17c7
FORMS_PAGE_ADD_1_SECTION = \u1794\u1793\u17d2\u1790\u17c2\u1798\u1795\u17d2\u1793\u17c2\u1780\u1799\u17c9\u17b6\u1784\u17a0\u17c4\u1785\u178e\u17b6\u179f\u17cb\u1798\u17bd\u1799
FORMS_PAGE_ADD_1_FIELD = \u1794\u1793\u17d2\u1790\u17c2\u1798\u1799\u17c9\u17b6\u1784\u17a0\u17c4\u1785\u178e\u17b6\u179f\u17cb\u1795\u17d2\u1793\u17c2\u1780\u1798\u17bd\u1799\u1791\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1795\u17d2\u1793\u17c2\u1780 %s
CLAIM_SHARE_PERCENTAGE_REQUIRED=\u178f\u1798\u17d2\u179a\u17bc\u179c\u17b2\u1798\u17b6\u1793\u1797\u17b6\u1782\u179a\u1799\u1785\u17c2\u1780\u179a\u17c6\u179b\u17c2\u1780
CLAIM_SHARE_PERCENTAGE_ZERO=\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u178f\u17bd\u1785\u1792\u17c6\u1787\u17b6\u1784\u17e0\u1797\u17b6\u1782\u179a\u1799\u1785\u17c2\u1780\u179a\u17c6\u179b\u17c2\u1780
