# General
GENERAL_ERROR_LIST_HEADER = \u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17bc\u1793\u1791\u1798\u17d2\u179a\u1784\u17cb\u1798\u17b7\u1793\u1794\u17b6\u1793\u1787\u17c4\u1782\u1787\u17d0\u1799\u1791\u17c1. \u179f\u17bc\u1798\u1796\u17b7\u1793\u17b7\u178f\u17d2\u1799\u1798\u17be\u179b\u1793\u17b7\u1784\u1780\u17c2\u178f\u1798\u17d2\u179a\u17bc\u179c\u1780\u17c6\u17a0\u17bb\u179f:
GENERAL_UNEXPECTED_ERROR = \u1780\u17c6\u17a0\u17bb\u179f\u178a\u17c2\u179b\u1798\u17b7\u1793\u1794\u17b6\u1793\u179a\u17c6\u1796\u17b9\u1784\u1780\u17be\u178f\u17a1\u17be\u1784\u1781\u178e\u17c8\u1796\u17c1\u179b\u178a\u17c2\u179b\u1792\u17d2\u179c\u17be\u1780\u17b6\u179a\u179f\u17d2\u1793\u17be\u179f\u17bb\u17c6
GENERAL_REDIRECT_FAILED = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1794\u17d2\u178f\u17bc\u179a\u1791\u17b7\u179f

# Login errors
LOGIN_USERNAME_REQUIRED = \u179f\u17bc\u1798\u1795\u17d2\u178f\u179b\u17cb\u1788\u17d2\u1798\u17c4\u17c7\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780
LOGIN_PASSWORD_REQUIRED = \u179f\u17bc\u1798\u1795\u17d2\u178f\u179b\u17cb\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780
LOGIN_FAILED = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1785\u17b6\u1780\u17cb\u179f\u17c4\u179a\u1794\u1789\u17d2\u1785\u17bc\u179b
LOGIN_LOGOUT_FAILED = \u1785\u17b6\u1780\u17cb\u179f\u17c4\u179a\u1785\u17c1\u1789\u1794\u17b6\u1793\u1791\u1791\u17bd\u179b\u1794\u179a\u17b6\u1787\u17d0\u1799
LOGIN_ACCOUNT_BLOCKED = \u1782\u178e\u1793\u17b8\u179a\u1794\u179f\u17cb\u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a\u1791\u17c1. \u1794\u17d2\u179a\u179f\u17b7\u1793\u1794\u17be\u17a2\u17d2\u1793\u1780\u1785\u17bb\u17c7\u1788\u17d2\u1798\u17c4\u17c7 \u17a2\u17d2\u1793\u1780\u178f\u17d2\u179a\u17bc\u179c\u178f\u17c2\u178a\u17b6\u1780\u17cb\u17b2\u179f\u1780\u1798\u17d2\u1798\u179b\u17be\u179f\u17c1\u179c\u17b6\u1787\u17b6\u1798\u17bb\u1793\u179f\u17b7\u1793.
LOGIN_NO_ADMIN_RIGHTS = \u17a2\u17d2\u1793\u1780\u1798\u17b7\u1793\u1798\u17b6\u1793\u179f\u17b7\u1791\u17d2\u1792\u17b7\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1785\u17bc\u179b\u1780\u17b6\u1793\u17cb\u1794\u17d2\u179a\u1796\u17d0\u1793\u17d2\u1792\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784\u179a\u178a\u17d2\u178b\u1794\u17b6\u179b\u1791\u17c1

# Map control
MAP_CONTROL_BAD_FEATURE_STRUCTURE = \u179b\u1780\u17d2\u1781\u178e\u17c8\u1782\u17d2\u179a\u17c4\u1784\u1798\u17b7\u1793\u179b\u17d2\u17a2
MAP_CONTROL_PROVIDE_COMMUNITY_AREA = \u179f\u17bc\u1798\u1795\u17d2\u178f\u179b\u17cb\u178f\u17c6\u1794\u17cb\u179f\u17a0\u1782\u1798\u1793\u17cd

# Dynamic forms
FORMS_PAGE_FORM_HAS_PAYLOAD = \u1791\u1798\u17d2\u179a\u1784\u17cb\u1782\u17c6\u179a\u17bc\u1798\u17b7\u1793\u17a2\u17b6\u1785\u179b\u17bb\u1794\u1785\u17c4\u179b\u1794\u17b6\u1793\u1791\u17c1\u1796\u17b7\u1796\u17d2\u179a\u17c4\u17c7\u179c\u17b6\u1791\u17b6\u1780\u17cb\u1791\u1784\u1793\u17b9\u1784\u1780\u17b6\u179a\u1780\u178f\u17cb\u178f\u17d2\u179a\u17b6\u178a\u17b8\u1791\u17b6\u1798\u1791\u17b6\u179a.
FORMS_PAGE_FILL_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7
FORMS_PAGE_FILL_DISPLAY_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7\u1794\u1784\u17d2\u17a0\u17b6\u1789
FORMS_PAGE_FILL_ELEMENT_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7\u1792\u17b6\u178f\u17bb
FORMS_PAGE_FILL_ELEMENT_DISPLAY_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7\u1792\u17b6\u178f\u17bb\u179f\u1798\u17d2\u179a\u17b6\u1794\u17cb\u1794\u1784\u17d2\u17a0\u17b6\u1789
FORMS_PAGE_FILL_ERROR_MESSAGE = - \u1794\u17c6\u1796\u17c1\u1789\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u179f\u17b6\u179a\u1780\u17c6\u17a0\u17bb\u179f
FORMS_PAGE_MIN_OCCUR_GRATER_MAX_OCCUR = - \u1780\u17b6\u179a\u1780\u17be\u178f\u17a1\u17be\u1784\u17a2\u1794\u17d2\u1794\u179a\u1798\u17b6\u1798\u17b7\u1793\u1782\u17bd\u179a\u1792\u17c6\u1787\u17b6\u1784\u1780\u17b6\u179a\u1780\u17be\u178f\u17a1\u17be\u1784\u17a2\u178f\u17b7\u1794\u179a\u1798\u17b6\u200b
FORMS_PAGE_FILL_HINT = - \u1794\u17c6\u1796\u17c1\u1789\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1796\u17d0\u178f\u17cc\u1798\u17b6\u1793\u1787\u17c6\u1793\u17bd\u1799
FORMS_PAGE_SELECT_FIELD_TYPE = - \u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791
FORMS_PAGE_SELECT_FIELD_CONSTRAINT_TYPE = - \u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791\u17a7\u1794\u179f\u1782\u17d2\u1782
FORMS_PAGE_FILL_FORM_NAME_AND_DISPLAY_NAME = \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7\u179f\u17c6\u178e\u17bb\u17c6\u1794\u17c2\u1794\u1794\u1791 \u1793\u17b7\u1784\u1788\u17d2\u1798\u17c4\u17c7\u1794\u1784\u17d2\u17a0\u17b6\u1789
FORMS_PAGE_ADD_1_SECTION = \u1794\u1793\u17d2\u1790\u17c2\u1798\u1795\u17c2\u17d2\u1793\u1780\u1799\u17c9\u17b6\u1784\u17a0\u17c4\u1785\u178e\u17b6\u179f\u17cb\u17e1
FORMS_PAGE_ADD_1_FIELD = \u1794\u1793\u17d2\u1790\u17c2\u1798\u179c\u17b7\u179f\u17d0\u1799\u1799\u17c9\u17b6\u1784\u178e\u17b6\u179f\u17cb\u17e1\u1785\u17bc\u179b\u1791\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1795\u17c2\u17d2\u1793\u1780 %s

# Reference data
REFDATA_PAGE_FILL_CODE = - \u1794\u17c6\u1796\u17c1\u1789\u179b\u17c1\u1781\u1780\u17bc\u178a
REFDATA_PAGE_FILL_DISPLAY_VALUE = - \u1794\u17c6\u1796\u17c1\u1789\u178f\u1798\u17d2\u179b\u17c3\u1794\u1784\u17d2\u17a0\u17b6\u1789
REFDATA_PAGE_SELECT_STATUS = - \u1787\u17d2\u179a\u17be\u179f\u17d2\u1790\u17b6\u1793\u1797\u17b6\u1796
REFDATA_PAGE_SELECT_PANEL_LAUNCHER_GROUP = - \u1787\u17d2\u179a\u17be\u179f\u1780\u17d2\u179a\u17bb\u1798\u17a2\u17d2\u1793\u1780\u1794\u17be\u1780\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a
REFDATA_PAGE_SELECT_REQUEST_CATEGORY = - \u1787\u17d2\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791\u1780\u17b6\u179a\u179f\u17d2\u1793\u17be\u179f\u17bb\u17c6
REFDATA_PAGE_FILL_DAYS_TO_COMPLETE = - \u1794\u17c6\u1796\u17c1\u1789\u1780\u17d2\u1793\u17bb\u1784\u1790\u17d2\u1784\u17c3\u178a\u17be\u1798\u17d2\u1794\u17b8\u1794\u1789\u17d2\u1785\u1794\u17cb
REFDATA_PAGE_FILL_BASE_FEE = - \u1794\u17c6\u1796\u17c1\u1789\u1790\u17d2\u179b\u17c3\u1798\u17bc\u179b\u178a\u17d2\u178b\u17b6\u1793
REFDATA_PAGE_FILL_AREA_BASE_FEE = - \u1794\u17c6\u1796\u17c1\u1789\u1790\u17d2\u179b\u17c3\u1798\u17bc\u179b\u178a\u17d2\u178b\u17b6\u1793\u178f\u17c6\u1794\u1793\u17cb
REFDATA_PAGE_FILL_VALUE_BASE_FEE = - \u1794\u17c6\u1796\u17c1\u1789\u1780\u17d2\u1793\u17bb\u1784\u1790\u17d2\u179b\u17c3\u1798\u17bc\u179b\u178a\u17d2\u178b\u17b6\u1793\u1782\u17bb\u178e\u178f\u1798\u17d2\u179b\u17c3
REFDATA_PAGE_FILL_REQ_PROP_NUMBER = - \u1794\u17c6\u1796\u17c1\u1789\u1785\u17c6\u1793\u17bd\u1793\u179b\u17c1\u1781\u1793\u17c3\u179b\u1780\u17d2\u1781\u178e\u17c8\u179f\u1798\u17d2\u1794\u178f\u17d2\u178f\u17b7\u178a\u17c2\u179b\u1791\u17b6\u1798\u1791\u17b6\u179a
REFDATA_PAGE_SELECT_RRR_GROUP = - \u1787\u17d2\u179a\u17be\u179f\u1780\u17d2\u179a\u17bb\u1798RRR

# Settings
SETTINGS_PAGE_FILL_IN_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7
SETTINGS_PAGE_FILL_IN_VALUE = - \u1794\u17c6\u1796\u17c1\u1789\u1782\u17bb\u178e\u178f\u1798\u17d2\u179b\u17c3

# Group
GROUP_PAGE_FILL_IN_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7
GROUP_PAGE_SELECT_ROLE = - \u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u178f\u17bd\u1793\u17b6\u1791\u17b8\u1799\u17c9\u17b6\u1784\u178e\u17b6\u179f\u17cb\u17e1

# User
USER_PAGE_FILL_IN_USER_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be
USER_PAGE_FILL_IN_FIRST_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7\u1794\u17bb\u1782\u17d2\u1782\u179b
USER_PAGE_FILL_IN_LAST_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7\u178f\u17d2\u179a\u1780\u17bc\u179b
USER_PAGE_FILL_IN_PASSWORD = - \u1794\u17c6\u1796\u17c1\u1789\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb
USER_PAGE_FILL_IN_PASSWORD_CONFIRMATION = - \u1794\u17c6\u1796\u17c1\u1789\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb
USER_PAGE_PASSWORD_NOT_MATCH_CONFIRMATION = - \u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u178a\u17c2\u179b\u1794\u17b6\u1793\u1795\u17d2\u178f\u179b\u17cb \u1793\u17b7\u1784\u1780\u17b6\u179a\u1794\u1789\u17d2\u1787\u17b6\u1780\u17cb\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb\u1782\u17ba\u1798\u17b7\u1793\u178f\u17d2\u179a\u17bc\u179c\u1782\u17d2\u1793\u17b6\u1791\u17c1
USER_PAGE_SELECT_GROUP = - \u1787\u17d2\u179a\u17be\u179f\u1780\u17d2\u179a\u17bb\u1798\u1799\u17c9\u17b6\u1784\u17a0\u17c4\u1785\u178e\u17b6\u179f\u17cb\u17e1

# Business rules
BR_PAGE_FILL_IN_DISPLAY_NAME = \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7\u1794\u1784\u17d2\u17a0\u17b6\u1789
BR_PAGE_SELECT_TECHNICAL_TYPE = \u1787\u17d2\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791\u1794\u1785\u17d2\u1785\u17c1\u1780\u1791\u17c1\u179f
BR_PAGE_PROVIDE_DEFINITION = \u1795\u17d2\u178f\u179b\u17cb\u1793\u17b7\u1799\u1798\u1793\u17d0\u1799\u1799\u17c9\u17b6\u1784\u178e\u17b6\u179f\u17cb\u17e1
BR_PAGE_PROVIDE_VALIDATION = \u1795\u17d2\u178f\u179b\u17cb\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796\u1799\u17c9\u17b6\u1784\u17a0\u17b6\u1785\u178e\u17b6\u179f\u17cb\u17e1
BR_PAGE_FILL_IN_ACTIVE_FROM = - \u1794\u17c6\u1796\u17c1\u1789\u178a\u17b6\u1780\u17cb\u17b2\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a\u1794\u17b6\u1793
BR_PAGE_FILL_IN_ACTIVE_UNTIL = - \u1794\u17c6\u1796\u17c1\u1789\u178a\u17b6\u1780\u17cb\u17b2\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a\u1794\u17b6\u1793\u179a\u17a0\u17bc\u178f\u178a\u179b\u17cb
BR_PAGE_FILL_IN_BODY = - \u1794\u17c6\u1796\u17c1\u1789\u179b\u17be\u1780\u17b6\u179a\u1780\u17d2\u1794\u17bc\u1793\u1785\u17d2\u1794\u17b6\u1794\u17cb\u1782\u17d2\u179a\u1794\u17cb\u1782\u17d2\u179a\u1784
BR_PAGE_SELECT_TARGET = - \u1787\u17d2\u179a\u17be\u179f\u1791\u17b7\u179f\u178a\u17c5\u179f\u17bb\u1796\u179b\u1797\u17b6\u1796
BR_PAGE_SELECT_SEVERITY = - \u1787\u17d2\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u1796\u1797\u17b6\u1796\u1792\u17d2\u1784\u1793\u17cb\u1792\u17d2\u1784\u179a
BR_PAGE_FILL_IN_ORDER = - \u1794\u17c6\u1796\u17c1\u1789\u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1782\u17c4\u179b\u1794\u17c6\u178e\u1784\u1794\u17d2\u179a\u178f\u17b7\u1794\u178f\u17d2\u178f\u17b7
BR_PAGE_ACTIVE_LESS_THAN_UNTIL = - \u178a\u17b6\u1780\u17cb\u17b2\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a\u1793\u17c3\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17d2\u1786\u1791\u1785\u17b6\u1794\u17cb\u1795\u17d2\u178f\u17be\u1798\u1782\u17bd\u178f\u17c2\u1787\u17b6\u1784\u1780\u17b6\u179a\u178a\u17b6\u1780\u17cb\u17b2\u178a\u17c6\u178e\u17be\u1780\u17b6\u179a\u1793\u17c3\u1780\u17b6\u179b\u1794\u179a\u17b7\u1785\u17c1\u17d2\u1786\u1791\u1795\u17bb\u178f\u1780\u17c6\u178e\u178f\u17cb

# DB Backup page

DB_BACKUP_PAGE_DB_UTILITIES_FOLDER_NOT_SET = \u1790\u178f\u17a7\u1794\u1780\u179a\u178e\u17cd\u1794\u17d2\u179a\u17be\u1794\u17d2\u179a\u17b6\u179f\u17cb\u1791\u17b7\u1793\u17d2\u1793\u1793\u17d0\u1799\u1798\u17b7\u1793\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1780\u17c6\u178e\u178f\u17cb. \u1780\u17c6\u178e\u178f\u17cb \"db-utilities-folder\" \u1793\u17c5\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u179a\u17c0\u1794\u1785\u17c6\u1787\u17b6\u1798\u17bb\u1793\u179f\u17b7\u1793.
DB_BACKUP_PAGE_FILL_PASSWORD = - \u1794\u17c6\u1796\u17c1\u1789\u179b\u17c1\u1781\u179f\u17c6\u1784\u17b6\u178f\u17cb.
DB_BACKUP_PAGE_FILL_USERNAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7\u17a2\u17d2\u1793\u1780\u1794\u17d2\u179a\u17be.
DB_BACKUP_PAGE_FAILED_TO_GET_DB_SETTINGS = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u1780\u17c6\u178e\u178f\u17cb\u1780\u17b6\u179a\u179a\u17c0\u1794\u1785\u17c6\u1791\u17b7\u1793\u17d2\u1793\u17d0\u1799. \u1780\u17b6\u179a\u179a\u1780\u17d2\u179f\u17b6\u1791\u17bb\u1780 \u1793\u17b7\u1784\u1780\u17b6\u179a\u1799\u1780\u1794\u17d2\u179a\u17be\u17af\u1780\u179f\u17b6\u179a\u17a1\u17be\u1784\u179c\u17b7\u1789\u1798\u17b7\u1793\u17a2\u17b6\u1785\u1792\u17d2\u179c\u17be\u1791\u17c5\u1794\u17b6\u1793.
DB_BACKUP_PAGE_FAILED_DELETE_FILE = \u1794\u17b6\u1793\u1794\u179a\u17b6\u1787\u17d0\u1799\u1780\u17d2\u1793\u17bb\u1784\u1780\u17b6\u179a\u179b\u17bb\u1794\u17af\u1780\u179f\u17b6\u179a\u1794\u1798\u17d2\u179a\u17bb\u1784\u1791\u17bb\u1780\u178a\u17c4\u1799\u179f\u17b6\u179a\u17a0\u178f\u17bb\u1795\u179b\u178a\u17bc\u1785\u1781\u17b6\u1784\u1780\u17d2\u179a\u17c4\u1798:<br>%s
DB_BACKUP_PAGE_SELECT_FILE_TO_RESTORE = - \u17af\u1780\u179f\u17b6\u179a\u179f\u17d2\u178f\u17b6\u179a\u17a1\u17be\u1784\u179c\u17b7\u1789\u1798\u17b7\u1793\u178f\u17d2\u179a\u17bc\u179c\u1794\u17b6\u1793\u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1799\u1780.

# CRS
CRS_PAGE_FILL_SRID = - \u1794\u17c6\u1796\u17c1\u1789\u1780\u17d2\u1793\u17bb\u1784 SRID.

# Query page
QUERY_PAGE_FILL_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7
QUERY_PAGE_FILL_SQL = - \u1794\u17c6\u1796\u17c1\u1789\u1780\u17d2\u1793\u17bb\u1784 SQL

# Layers
LAYERS_PAGE_FILL_NAME = - \u1794\u17c6\u1796\u17c1\u1789\u1788\u17d2\u1798\u17c4\u17c7
LAYERS_PAGE_FILL_VALUE = - \u1794\u17c6\u1796\u17c1\u1789\u1782\u17bb\u178e\u178f\u1798\u17d2\u179b\u17c3
LAYERS_PAGE_FILL_TITLE = - \u1794\u17c6\u1796\u17c1\u1789\u1785\u17c6\u178e\u1784\u1787\u17be\u1784
LAYERS_PAGE_SELECT_TYPE = - \u1787\u17d2\u179a\u17be\u179f\u179a\u17be\u179f\u1794\u17d2\u179a\u1797\u17c1\u1791
LAYERS_PAGE_FILL_WMS_LAYERS = - \u1794\u17c6\u1796\u17c1\u1789\u1794\u17d2\u179a\u1791\u17b6\u1794\u17cb WMS
LAYERS_PAGE_FILL_POJO_QUERY = - \u1794\u17c6\u1796\u17c1\u1789\u179f\u17c6\u1793\u17bc\u179a POJO 
LAYERS_PAGE_FILL_POJO_STRUCTURE = - \u1794\u17c6\u1796\u17c1\u1789\u1782\u17d2\u179a\u17c4\u1784 POJO 
LAYERS_PAGE_FILL_STYLE = - \u1794\u17c6\u1796\u17c1\u1789\u179a\u1785\u1793\u17b6\u1794\u17d0\u1793\u17d2\u1798 \u17ac\u179f\u17d2\u1791\u17b8\u179b
LAYERS_PAGE_FILL_SHAPE_LOCATION = - \u1794\u17c6\u1796\u17c1\u1789\u1791\u17b8\u178f\u17b6\u17c6\u1784\u179a\u17bc\u1794\u179a\u17b6\u1784